[
  {
    "name": "Apothecary",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When a patient under your character’s care heals wounds from natural rest, they heal additional wounds equal to twice your character’s ranks in Apothecary."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Bad Breath",
    "tier": "1",
    "activation": "Active (Action)",
    "ranked": "Yes",
    "description": [
      "This talent costs 3 Æmber. Your character may suffer one strain to make a combat check using the following weapon profile: (Ranged; Damage +3; Critical 3; Range [Short]).",
      "When you purchase this talent, select one of the following item qualities: Blast, Burn, Disorient, Ensnare, Pierce, Stun, or Vicious. The weapon profile gains the chosen item quality with a rating equal to your character’s ranks in Bad Breath. In addition, the damage of the weapon profile increases by +1 for each additional rank of Bad Breath.",
      "[despair] from a combat check your character makes with this talent may be spend to deplete this talent. This attack consists of exhaling a stream of flame or another dangerous substance; having bad breath may have other narrative effects, at your Game Master’s discretion."
    ],
    "source": "SotC p. 74"
  },
  {
    "name": "Bought Info",
    "tier": "1",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "When making any knowledge skill check, your character can instead use this talent to spend an amount of currency equal to fifty times the difficulty of the check and automatically succeed on the knowledge check with one uncanceled [success] (instead of rolling). At your GM’s discretion, your character may not be able to use Bought Info if the information is particularly sensitive or difficult to find, or buying it doesn’t make narrative sense."
    ],
    "source": "GCRB p. 72"
  },
  {
    "name": "Bullrush",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes a Brawl, Melee (Light), or Melee (Heavy) combat check after using a maneuver to engage a target, you may spend [advantage][advantage][advantage] or [triumph] to use this talent to knock the target prone and move them up to one range band away from your character."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Challenge!",
    "tier": "1",
    "activation": "Active (Maneuver)",
    "ranked": "Yes",
    "description": [
      "Once per encounter, your character may use this talent to choose a number of adversaries within short range no greater than your character’s ranks in Challenge! (a minion group counts as a single adversary for this purpose). Until the encounter ends or your character is incapacitated, these adversaries add [boost] to combat checks targeting your character and [setback][setback] to combat checks targeting other characters."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Clever Retort",
    "tier": "1",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Once per encounter, your character may use this talent to add automatic [threat][threat] to another character’s social skill check."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Close Combatant",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When you purchase this talent, your character gains Brawl or Melee (your choice as a career skill. In addition, once per session your character may use this talent to remove [setback] from a melee combat check they make."
    ],
    "source": "SotC p. 74"
  },
  {
    "name": "Component Casting",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character casts a spell, they may use this talent to consume a physical item and add [boost] to the check. The item does not have to be expensive or rare, but it does have to be thematically appropriate for the spell, available to your character, and subject to your GM’s approval. Some examples include a match or bit of sulfur for an Attack spell with the Burn quality, a piece of glass for a Predict spell, or a scrap of bandage for a Heal spell."
    ],
    "source": "EPG p. 95"
  },
  {
    "name": "Corporate Drone",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character gains Knowledge (Society) or Negotiation as a career skill. In addition, once per session, your character may collect a small favor from any other member of a single corporation (chosen when you take this talent), even if they do not owe your character a favor."
    ],
    "source": "SotB p. 44"
  },
  {
    "name": "Custom Code",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character selects this talent they choose one icebreaker or piece of ice that they own. If they choose an icebreaker, whenever they use that icebreaker to override ice, they at [advantage] to the results. If they choose a piece of ice, whenever someone else attempts to override it, they add [threat] to the results."
    ],
    "source": "SotB p. 44"
  },
  {
    "name": "Custom Rig",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When your character selects this talent they choose one computer (such as a rig, PAD, or spinal modem) that they own. The amount of ice or icebreakers (your character’s choice) that they can have on that computer is increased by 1 per rank of Custom Rig. (This may be a mix of ice and icebreakers, as long as the combined total increase does not exceed your character’s ranks in Custom Rig). If your character loses their affected computer, they may choose a new computer to be affected by this talent."
    ],
    "source": "SotB p. 44"
  },
  {
    "name": "Customer Service Experience",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "After your character makes a Charm check, they may suffer 1 strain to use this talent to cancel [threat] equal to your character’s ranks in Customer Service Experience."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Dark Insight",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When a spell adds a quality to your character’s spell with a rating determined by your character’s ranks in Knowledge (Lore), your character may use their ranks in Knowledge (Forbidden) instead."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Deep Pockets",
    "tier": "1",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to produce a small but narratively useful item from their pockets, backpack, or similar receptacle (it turns out the item had been there the whole time).",
      "Your GM has final say as to what items can be produced with Deep Pockets, but generally it them should cost less than 100 credits and have an encumbrance of 0 or 1."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Defensive Sysops",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When attempting to defend a computer system against intrusion (or when someone attempts to hack a computer owned or programmed by your character) your character adds [setback][setback] to their opponent’s checks. If your character has access to the computer system when the intrusion takes place, they are automatically aware of the intrusion."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Desperate Recovery",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Before your character heals strain at the end of an encounter, if their strain is more than half of their strain threshold, they heal two additional strain."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Devourer",
    "tier": "1",
    "activation": "Active (Maneuver)",
    "ranked": "Yes",
    "description": [
      "Once per encounter, if your character is engaged with an incapacitated target that is compatible with their diet, they may use this talent to heal a number of wounds equal to twice their ranks in Devourer."
    ],
    "source": "SotC p. 74"
  },
  {
    "name": "Disenfrancisto",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When you take this talent, your character gains Streetwise or Survival (your choice) as a career skill. In addition, once per session your character may collect a small favor from any other disenfrancisto, even if they do not owe your character a favor."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Duelist",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character adds [boost] to their melee combat checks while engaged with a single opponent. Your character adds [setback] to their melee combat checks while engaged with three or more opponents."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Dungeoneer",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "After your character makes a Perception, Vigilance, or Knowledge (Adventuring) check to notice, identify, or avoid a threat in a cavern, subterranean ruin, or similar location, your character cancels a number of uncanceled [threat] no greater than your character’s ranks in Dugeoneer."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Durable",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Your character reduces any Critical Injury result they suffer by 10 per rank of Durable, to a minimum of 01."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Elementalist",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character gains this talent, they must choose one of the following attack spell effects (and the element associated with it): Fire (fire), Ice (water), Impact (earth), or Lightning (air). Whenever your character casts an Attack spell, they always add the chosen effect to the spell without increasing the difficulty. However, they may never add any of the other three effects to a spell they cast."
    ],
    "source": "EPG p. 95"
  },
  {
    "name": "Ensorcelled",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "If your character has at least one rank in a magic skill, once per encounter, they may use this talent to add [advantage] to the result of their next social skill check. ",
      "Additionally, this has a passive narrative effect; your character’s appearance is subtly enhanced by their magic. Others do not note it as supernatural, but may be slightly put off. What form this enhancement takes is up to you, with your GM’s approval, but it should be based on the magic skill your character possesses (as well as their backstory). A character with the Divine skill may always be flushed with good health, or their eyes may flash red momentarily. A character with the Primal skill may be surrounded by the scent of fresh pine, or their voice may have an intimidating growl. A character with the Arcana skill may have their hair tousled by undetectable winds, or when they wear a hat or hood, their face might be obscured by strangely deep shadows."
    ],
    "source": "EPG p. 95"
  },
  {
    "name": "Faerie Finesse",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character add [success] to the results of social skill checks they make targeting faeries and pixies and to modify or reprogram the same. In addition, when a faerie or pixie acting under your character’s instructions provides assistance, it adds one additional [boost] to the check."
    ],
    "source": "SotC p. 74"
  },
  {
    "name": "Fearsome",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When an opponent becomes engaged with your character during a combat encounter, the opponent must make a fear check (see page 243 of the Genesys Core Rulebook). The difficulty of the fear check is equal to your character’s ranks in Fearsome. At the GM’s discretion, some adversaries may be immune to this talent."
    ],
    "source": "SotC p. 74"
  },
  {
    "name": "Finesse",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When making a Brawl or Melee (Light) check, your character may use Agility instead of Brawn."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Former Professor",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When you take this talent, your character gains one Knowledge skill (of your choice) as a career skill. In addition, once per session your character may collect a small favor from a member of an institute of higher learning, even if they do not owe your character a favor."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Forager",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character removes up to [setback][setback] from any skill checks they make to find food, water, or shelter. Checks to forage or search the area that your character makes take half the time they would normally."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Grit",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Each rank of Grit increases your character’s strain threshold by one."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Hamstring Shot",
    "tier": "1",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per round, your character may use this talent to perform a ranged combat check against one non-vehicle target within range of the weapon used. If the check is successful, halve the damage inflicted by the attack (before reducing damage by the target’s soak). The target is immobilized until the end of its next turn."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Hand on the Throttle",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per round while driving or piloting a vehicle, your character may use this talent to increase or decrease its speed by 1, to a minimum of 0 or a maximum of the vehicle’s max speed."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Hard Headed",
    "tier": "1",
    "activation": "Active (Action)",
    "ranked": "Yes",
    "description": [
      "If your character is staggered, they may use this talent, even though a character is normally unable to perform any actions when they are staggered. Your character makes a Daunting ([difficulty][difficulty][difficulty][difficulty]) Resilience check. If they succeed, they are no longer staggered. The difficulty of this check decreases by one per additional rank of Hard Headed, to a minimum of Easy ([difficulty])."
    ],
    "source": "SotC p. 74"
  },
  {
    "name": "Iaijutsu Training",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "The first time during an encounter that your character draws a Melee weapon, increase the weapon’s damage by 2 for the remainder of the turn."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Jump Up",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per round during your character’s turn, your character may use this talent to stand from a prone or seated position as an incidental."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Knack for It",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When you purchase this talent for your character, select one skill. Your character removes [setback][setback] from any checks they make using this skill. Each additional time you purchase this talent for your character, select two additional skills. Your character also removes [setback][setback] from any checks they make using these skills. You cannot select combat or magic skills when choosing skills for this talent."
    ],
    "source": "GCRB p. 73"
  },
  {
    "name": "Knockout Punch",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character adds the Stun quality to their Brawl combat checks with a rating equal to two plus your character’s ranks in Coordination (this does not stack with other instances of the Stun quality)."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Know Somebody",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Once per session, when attempting to purchase a legally available item, your character may use this talent to reduce its rarity by one per rank of Know Somebody."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Let’s Ride",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per round during your character’s turn, your character can use this talent to mount or dismount from a vehicle or animal, or move from one position in a vehicle to another (such as from the cockpit to a gun turret) as an incidental. In addition, if your character suffers a short-range fall (see page 112) from a vehicle or animal, they suffer no damage and land on their feet."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Mutation",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "This talent cost 3 Æmber plus Æmber equal to your character’s current ranks in this talent. When your character purchases a rank in Mutation, they gain one randomly generated species feature from Table 1-8: Species Features, on page 47 (SotC). If you generate a feature your character already possesses, reroll the result. Your character’s ranks in Mutation cannot exceed their ranks in Resilience."
    ],
    "source": "SotC p. 75"
  },
  {
    "name": "Need for Speed",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character spends [advantage] to heal strain as part of a Piloting or Riding check while their vehicles’ current speed is 3 or higher, they heal one strain for each speed above 2."
    ],
    "source": "SotC p. 75"
  },
  {
    "name": "Net Search",
    "tier": "1",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "If your character has access to the Network, they may use this talent to upgrade the ability of the next Knowledge check they make during their turn twice and the difficulty of that check once. Your GM must spend a [despair] to have your character learn  some seemingly relevant and believable information that turns out to be completely (and possibly maliciously) false."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "One of Us!",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Select one organization from Chapter 2: Organizations (or create a new one with your GM’s permission). Your character becomes a known and devout follower of that organization, and adds [advantage] per rank of One of Us! to social skill checks they make targeting its members. If your character is discovered acting in a manner antithetical to the organization’s interest, though, your GM may instead add [threat] or other penalties to such checks."
    ],
    "source": "SotC p. 75"
  },
  {
    "name": "One with Nature",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When in the wilderness, your character may make a Simple (–) Survival check, instead of Discipline or Cool, to recover strain at the end of an encounter (see page 117)."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Painful Blow",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes a combat check, you may voluntarily increase the difficulty by one to use this talent. If the target suffers one or more wounds from the combat check, the target suffers 2 strain each time they perform a maneuver until the end of the encounter."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Parry",
    "tier": "1",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "Yes",
    "description": [
      "When your character suffers a hit from a melee combat check, after damage is calculated but before soak is applied (so immediately after Step 3 of Perform a Combat check, page 102), your character may suffer 3 strain to use this talent to reduce the damage of the hit by two plus their ranks in Parry. This talent can only be used once per hit, and your character needs to be wielding a Melee weapon."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Precision",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When making a Brawl or Ranged check, your character may use Cunning instead of Brawn and Agility."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Proper Upbringing",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "When your character makes a social skill check in polite company (as determined by your GM), they may suffer a number of strain to use this talent to add an equal number of [advantage] to the check. The number may not exceed your character’s ranks in Proper Upbringing."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Quick Draw",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per round on your character’s turn, they may use this talent to draw or holster an easily accessible weapon or item as an incidental. Quick Draw also reduces a weapon’s Prepare rating by one, to a minimum of one."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Quick Strike",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Your character adds [boost] for each rank of Quick Strike to any combat checks they make against any targets that have not yet taken their turn in the current encounter."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Rapid Reaction",
    "tier": "1",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "Yes",
    "description": [
      "Your character may suffer a number of strain to use this talent to add an equal number of [success] to a Vigilance or Cool check they make to determine Initiative order. The number may not exceed your character’s ranks in Rapid Reaction."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Resourceful Mechanic",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When your character makes a Mechanics check to repair system strain or hull trauma on a vehicle, they repair one additional system strain or hull trauma per rank of Resourceful Mechanic."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Second Wind",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Once per encounter, your character may use this talent to heal an amount of strain equal to their ranks in Second Wind."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Shapeshifter",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character is incapacitated due to having exceeded their strain threshold while in their normal form, they undergo the following change as an out-of-turn incidental: they heal all strain, increase their Brawn and Agility by one to a maximum of 5 and reduce their Intellect and Willpower by one to a minimum of 1. They deal +1 damage when making unarmed attacks and their unarmed attacks have a Critical rating of 3, but they cannot use magic skills or make ranged attacks. Your GM should ensure that NPCs react appropriately to this (at the very least, upgrading the difficulty of social skill checks twice). Your character reverts to their normal form after eight hours or if they become incapacitated (for instance, by exceeding their wound or strain threshold)."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Shield Slam",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character uses a shield to attack a minion or rival, you may spend [advantage][advantage][advantage][advantage] or [triumph] to stagger the target until the end of the target’s next turn."
    ],
    "source": "RoT p. 84"
  },
  {
    "name": "Silent Communication",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Your character can soundlessly communicate messages to allies within short range. Allies cannot reply in turn (unless they also possess this talent). The complexity and length of a message may be limited by your GM during structured gameplay, as it is with spoken communication, or based on the current situation of environmental conditions.",
      "Increase the range of this talent by one range band for each additional rank of Silent Communication. This talent may be accomplished through thought-sending, pheromones, gravimetric pulses, strobing lights, or some other method that your character has established as a way for their allies to understand them."
    ],
    "source": "SotC p. 75"
  },
  {
    "name": "Spire Sense",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Your character always knows which direction the Spire is relative to their current location. Your character can also always retrace their path to a location they previously visited, as long as the physical route has not changed substantially."
    ],
    "source": "SotC p. 75"
  },
  {
    "name": "Street Fighter",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character disorients or knocks their target prone when making a Brawl combat check, they may use this talent to cause the target to suffer wounds equal to your character’s ranks in Skulduggery."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Street Habits",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When you purchase this talent, your character gains Streetwise or Stealth (your choice) as a career skill.",
      "In addition, once per session while in an urban environment (usually when they aren’t being watched closely), your character may freely acquire one small useful item that was not previously documented. The GM has final say as to what items can be acquired with Street Habits, but general the item should cost fewer than 100 Æmbits and have an encumbrance of 0 or 1."
    ],
    "source": "SotC p. 75"
  },
  {
    "name": "Surgeon",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When your character makes a Medicine check to heal wounds, the target heals one additional wound per rank of Surgeon."
    ],
    "source": "GCRB p. 74"
  },
  {
    "name": "Swift",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character does not suffer the penalties for moving through difficult terrain (they move through difficult terrain at normal speed without spending additional maneuvers)."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Talk Shop",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character may use this talent when making a Charm check targeting an engineer, mechanic, scientist, or similar individual to count their ranks of Charm as equal to their ranks in Knowledge (Science) or Mechanics."
    ],
    "source": "SotC p. 78"
  },
  {
    "name": "Tavern Brawler",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character adds [advantage] to Brawl checks and combat checks using improvised weapons."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Templar",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Divine is now a career skill for your character. They can only cast one spell using this skill per encounter."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Torment",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "If their target is disoriented, staggered, or prone, your character may add [boost] to social skill checks they make to inflict strain and combat checks."
    ],
    "source": "SotC p. 78"
  },
  {
    "name": "Toughened",
    "tier": "1",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Each rank of Toughened increases your character’s wound threshold by two."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Tri-Maf Contact",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When you take this talent, your character gains Melee or Skulduggery (your choice) as a career skill. In addition, once per session your character may collect a small favor from a member of a single orgcrime group (chosen when you take this talent), even if they do not owe your character a favor."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Tumble",
    "tier": "1",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per round on your character’s turn, they may suffer 2 strain to disengage from all engaged adversaries."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Union Member",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character gains Athletics, Mechanics, or Operating (your choice) as a career skill. In addition, once per session, your character may collect a small favor from a member of Humanity Labor or Human First, even if they do not owe your character a favor."
    ],
    "source": "SotB p. 45"
  },
  {
    "name": "Unremarkable",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Other characters add [failure] to any checks made to find or identify your character in a crowd."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Well Organized",
    "tier": "1",
    "activation": "",
    "ranked": "Yes",
    "description": [
      "Your character increase their encumbrance threshold by two per rank of Well Organized."
    ],
    "source": "SotC p. 78"
  },
  {
    "name": "Worlds War Vet",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When you take this talent, your character gains Ranged (Heavy) or Resilience as a career skill. In addition, once per session, your character may collect a small favor from a current or former member of a single country’s military (chosen when you take this talent), even if they do not owe your character’s a favor."
    ],
    "source": "SotB p. 46"
  },
  {
    "name": "Years on the Force",
    "tier": "1",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When you take this talent, your character gains Perception or Ranged (Light) as a career skill. In addition, once per session your character may collect a small favor from a current or former member of the NAPD or New Angeles city government, even if they do no owe your character a favor."
    ],
    "source": "SotB p. 47"
  },
  {
    "name": "Æmber Aptitude",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Æmbercraft and Knowledge (Æmber) are now career skills for your character."
    ],
    "source": "SotC p. 78"
  },
  {
    "name": "Adventurer",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Athletics and Knowledge (Adventuring) are now career skills for your character."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Anthem",
    "tier": "2",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Your character may use this talent and a musical instrument to begin or continue playing an inspiring anthem. While your character is playing the anthem, allies within short range who can hear it add [boost] to checks they make. The anthem and its effects end immediately if your character does not use this talent during their turn. Once the anthem has ended, your character cannot use the talent again for the rest of the encounter."
    ],
    "source": "SotC p. 78"
  },
  {
    "name": "Bad Cop",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Your character may spend [advantage][advantage] from a Coercion or Deception check to use this talent to upgrade the ability of a single ally’s subsequent social skill check a number of times equal to your character’s ranks in Bad Cop. The check must target the same character as your character’s initial check, and it must take place during the same encounter.",
      "Only one character may affect a check with this talent."
    ],
    "source": "SotB p. 47"
  },
  {
    "name": "Bard",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Knowledge (Lore) and Verse are now career skills for your character."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Basic Military Training",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Athletics, Ranged (Heavy), and Resilience are now career skills for your character."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Berserk",
    "tier": "2",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Once per encounter, your character may use this talent. Until the end of the encounter or until they are incapacitated, your character adds [success][advantage][advantage] to all melee combat checks they make. However, opponents add [success] to all combat checks targeting your character. While berserk, your character cannot make ranged combat checks. At the end of the encounter (or when they are incapacitated), your character suffers 6 strain."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Big Guns",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character’s encumbrance threshold is 10 plus their Brawn, instead of 5 plus their Brawn. Your character reduces the Cumbersome rating of any weapon they carry by 1, to a minimum of 3."
    ],
    "source": "SotB p. 47"
  },
  {
    "name": "Block",
    "tier": "2",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Parry talent to benefit from this talent. While wielding a shield, your character may use the Parry talent to reduce damage from ranged attacks as well as melee attacks targeting your character."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Blood Sacrifice",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Your character must have purchased the Dark Insight talent to benefit from this talent. Before your character makes a magic skill check, they may suffer a number of wounds to use this talent to add an equal number of [success] to the check. The number cannot exceed your character’s ranks in Blood Sacrifice."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Brilliant Casting",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character casts a spell, you may spend one Story Point to use this talent to add [advantage] equal to your character’s ranks in Knowledge to the results."
    ],
    "source": "EPG p. 95"
  },
  {
    "name": "Bowl Over",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character makes a melee attack after engaging a target, your weapon gains the Knockdown item quality. If they weapon already has Knockdown, your may activate the quality without spending [advantage]."
    ],
    "source": "SotC p. 78"
  },
  {
    "name": "Bulwark",
    "tier": "2",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Parry talent to benefit from this talent. While wielding a weapon with the Defensive quality, your character may use Parry to reduce the damage of an attack targeting an engaged ally."
    ],
    "source": "RoT p. 87"
  },
  {
    "name": "Chill of Nordros",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character cannot take this talent if they have taken the Flames of Kellos talent. When casting an Attack spell, your character may add the Ice effect without increasing the difficulty. Your character can never add the Fire effect."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Codeslinger",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character performs the activate program maneuver in a hacking encounter, they can choose not to deactivate one other active icebreaker. They may have two icebreakers active at once."
    ],
    "source": "SotB p. 48"
  },
  {
    "name": "Combat Medicine",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Before making a Medicine check, your character may use this talent to add [success] equal to their ranks in Combat Medicine to the results. After the check is resolved, the target suffers 2 strain for each rank your character has in Combat Medicine."
    ],
    "source": "SotB p. 48"
  },
  {
    "name": "Coordinated Assault",
    "tier": "2",
    "activation": "Active (Maneuver)",
    "ranked": "Yes",
    "description": [
      "Once per turn, your character may use this talent to have a number of allies engaged with your character equal to your ranks in Leadership add [advantage] to all combat checks they make until the end of your character’s next turn. The range of this talent increases by one band per rank of Coordinated Assault beyond the first."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Counteroffer",
    "tier": "2",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to choose one non-nemesis adversary within medium range and make an opposed Negotiation versus Discipline check. If successful, the target becomes staggered until the end of their next turn.",
      "At your GM’s discretion, you may spend [triumph] on this check to have the adversary become an ally until the end of the encounter. However, the duration of this may be shortened or extended depending on whether your GM feels your offer is appealing to the adversary and whether your character follows through on their offer!"
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Daring Aviator",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Before your character makes a Driving or Piloting check, they may add a number of [threat] to the results to use this talent to add an equal number of [success]. The number may not exceed your character’s ranks in Daring Aviator."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Determined Driver",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "You may spend a Story Point to use this talent to have your character heal system strain on a vehicle they are currently driving, piloting, or operating equal to their ranks in Driving, Piloting, or Operating (choose the skill used to direct the vehicle)."
    ],
    "source": "SotB p. 48"
  },
  {
    "name": "Defensive Stance",
    "tier": "2",
    "activation": "Active (Maneuver)",
    "ranked": "Yes",
    "description": [
      "Once per round, your character may suffer a number of strain no greater than their ranks in Defensive Stance to use this talent. Then, until the end of your character’s next turn, upgrade the difficulty of all melee combat checks targeting your character a number of times equal to the strain suffered."
    ],
    "source": "GCRB p. 75"
  },
  {
    "name": "Defensive Sysops (Improved)",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Defensive Sysops talent to benefit from this talent. Before adding [setback][setback] from Defensive Sysops to a check, use this talent to add [failure][threat] to the results of the check instead."
    ],
    "source": "GCRB p. 76"
  },
  {
    "name": "Dirty Tricks",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "After your character inflicts a Critical Injury on an adversary, they may use this talent to upgrade the difficulty of that adversary’s next check."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Distraction!",
    "tier": "2",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to make an Average ([difficulty][difficulty]) Coordination, Deception, or Skulduggery check. For each [success] the check generates, one adversary of your choice within short range becomes disoriented. Your character may spend [advantage] from the check to inflict 1 strain on an affected adversary and may spend [triumph] from the check to stagger a minion or rival within short range."
    ],
    "source": "SotC p. 78"
  },
  {
    "name": "Dominion of the Dimora",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character cannot take this talent if they have taken the Favor of the Fae talent. When casting an Attack spell, your character may add the Impact effect without increasing the difficulty. Your character can never add the Manipulative effect."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Dual Wielder",
    "tier": "2",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Once per round, your character may use this talent to decrease the difficulty of the next combined combat check (see Two- Weapon Combat, on page 108) they make during the same turn by one."
    ],
    "source": "GCRB p. 76"
  },
  {
    "name": "Encouraging Song",
    "tier": "2",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "While equipped with a musical instrument, your character may use this talent to make an Average ([difficulty][difficulty]) Charm or Verse check. For each [success] the check generates, one ally within medium range adds [boost] to their next skill check. For each [advantage], one ally benefiting from Encouraging Song heals 1 strain."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Ensorcelled (Improved)",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Ensorcelled talent to benefit from this talent. If your character has at least two ranks in a magic skill, when using the Ensorcelled talent, they may add [success][advantage] to their next social skill check (instead of [advantage]).",
      "After purchasing this talent, your character’s appearance is now noticeably changed by their magic. What form this enhancement takes is up to your, with your GM’s approval, but it should be based on the magic skill your character possesses as well as the enhancement they originally possessed with the Ensorcelled talent."
    ],
    "source": "EPG p. 95"
  },
  {
    "name": "Exploit",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "When your character makes a combat check with a Ranged or Melee (Light) weapon, they may suffer 2 strain to use this talent to add the Ensnare quality to the attack. The rating of the Ensnare quality is equal to your character’s ranks in Exploit."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Fan the Hammer",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per encounter before making a combat check with a pistol (your GM has the final say on whether a weapon is a pistol or not), your character may use this talent to add the Auto-fire quality to the pistol when resolving the check. If your character does, the weapon runs out of ammo exactly as with an Out of Ammo result (see page 104)."
    ],
    "source": "GCRB p. 76"
  },
  {
    "name": "Favor of the Fae",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character cannot take this talent if they have taken the Dominion of the Dimora talent. When casting an Attack spell, your character may add the Manipulative effect without increasing the difficulty. Your character can never add the Impact effect."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Flames of Kellos",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character cannot take this talent if they have taken the Chill of Nordros talent. When casting an Attack spell, your character may add the Fire effect without increasing the difficulty. Your character can never add the Ice effect."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Flash of Insight",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character generates [triumph] on a knowledge skill check, roll [boost][boost] and add the results to the check, in addition to spending the [triumph] as usual."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Flavor Sensation",
    "tier": "2",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "When your character prepares a meal, they may use this talent to make an Average ([difficulty][difficulty]) Knowledge (Culture) check. If they succeed, character who partake in the meal heal strain equal to s the check generates and upgrade the ability of the next check they make once. At your GM’s discretion, your character may use a different skill appropriate to the situation an your characters’ preferred methods of cooking. "
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Good Cop",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Your character may spend [advantage][advantage] from a Charm or Negotiation check to use this talent to upgrade the ability of a single ally’s subsequent social skill check a number of times equal to your character’s ranks in Good Cop. The check must target the same character as your character’s initial check, and it must take place during the same encounter.",
      "Only one character may affect a check with this talent."
    ],
    "source": "SotB p. 48"
  },
  {
    "name": "Grapple",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character may suffer 2 strain to use this talent. Until the start of your character’s next turn, enemies must spend two maneuvers to disengage from your character."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Goes to Eleven",
    "tier": "2",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Your character increases the range of their musical talents by one range band per rank of Goes to Eleven. A musical talent is any talent that requires your character to \"use a musical instrument\" to activate it. Narratively, you should explain how your character augmented or amplified their instrument."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Haughty Demeanor",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Other characters add [threat] to social skill checks targeting your character."
    ],
    "source": "SotB p. 48"
  },
  {
    "name": "Heightened Awareness",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Allies within short range of your character add [boost] to their Perception and Vigilance checks. Allies engaged with your character add [boost][boost] instead."
    ],
    "source": "GCRB p. 76"
  },
  {
    "name": "Heroic Recovery",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character acquires this talent, choose one characteristic. Once per encounter, you may spend one Story Point to use this talent to have your character heal strain equal to the rating of the chosen characteristic."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Hunter",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Knowledge (Geography), Ranged, and Survival are now career skills for your character."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Impaling Strike",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character inflicts a Critical Injury with a melee weapon, until the end of the target’s next turn they may use this talent to immobilize the target (in addition to the other effects of the Critical Injury)."
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Implacable",
    "tier": "2",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When another character targets your character with a social skill check, your character reduces any strain they suffer as a result of that heck by 1 per rank of Implacable. Your character’s ranks in Implacable cannot exceed their Presence."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Inspiring Rhetoric",
    "tier": "2",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to make an Average ([difficulty][difficulty]) Leadership check. For each [success] the check generates, one ally within short range heals one strain. For each [advantage], one ally benefiting from Inspiring Rhetoric heals one additional strain."
    ],
    "source": "GCRB p. 76"
  },
  {
    "name": "Inventor",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "When your character makes a check to construct new items or modify existing ones, use this talent to add a number of [boost] to the check equal to ranks of Inventor. In addition, your character may attempt to reconstruct devices that they have heard described but have not seen and do not have any kinds of plans or schematics for."
    ],
    "source": "GCRB p. 76"
  },
  {
    "name": "Know-It-All",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Before making a Knowledge skill check, your character may use this talent to add a number of [boost] no greater than their Intellect. PCs and nemesis-level allies witnessing the check suffer strain equal to the number [boost] added."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Loot First",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to spend any number of [advantage] from a check they make to gain 100 Æmbits for each [advantage] spent this way. You must explain how the check gave your character the opportunity to \"find\" this money."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Lucky Strike",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character purchases this talent, choose one characteristic. After your character makes a successful combat check, you may spend one Story Point to use this talent to add damage equal to your character’s ranks in that characteristic to one hit of the combat check."
    ],
    "source": "GCRB p. 76"
  },
  {
    "name": "Natural Communion",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character uses the Conjure magic action, the spell gains the Summon Ally effect without increasing the difficulty. All creatures your character summons must be naturally occurring animals native to the area"
    ],
    "source": "RoT p. 88"
  },
  {
    "name": "Nethunter",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character successfully traces another character during a Network encounter, your character gains one additional trace."
    ],
    "source": "SotB p. 48"
  },
  {
    "name": "One With the Crucible",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "This talent costs 1 Æmber. When your character makes a check to recover strain at the end of an encounter, they may use this talent to spend [advantage][advantage][advantage] or [triumph] move a Story Point from the GM pool to the player pool."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Parkour!",
    "tier": "2",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Once per round, your character may suffer 1 strain to use this talent and move to any location within Short range.",
      "This includes locations that are vertically distant or have no easy access route, but there must be an object to move across or path to move along. Your GM may rule some locations cannot be reached (such as ones behind locked doors or walls)."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Patch Up",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character fails a check made to heal wounds, they may instead heal a number of wounds equal to their Intellect. Once before the end of the session, [despair] may be spent from a check the healed character makes to have them suffer a number of wounds equal to your character’s Intellect. Your character may only use this talent on a particular target once per game session."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Probing Question",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "If your character knows an opponent’s Flaw or Fear motivation, when your character inflicts strain on that opponent using a social skill, the opponent suffers 3 additional strain."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Pyromania",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character make s a combat check using a weapon with the Burn item quality, the attack inflicts additional damage equal to the weapon’s Burn rating. (This does not increase the weapon’s base damage)."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Quick Fix",
    "tier": "2",
    "activation": "Active (Manuever)",
    "ranked": "No",
    "description": [
      "You may spend a Story Point to allow your character to use this talent to temporarily repair one damaged item they are engaged with. For a number of rounds equal to your character’s ranks in Mechanics, the item may be used without penalty (see page 89 of the Genesys Core Rulebook), even if it is unusable. When the effect ends, the item is damaged one additional step; if it was already suffering from major damage, it is destroyed and cannot be repaired."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Reckless Charge",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "After using a maneuver to move engage an adversary, your character may suffer 2 strain to use this talent. They then add [success][success][threat][threat] to the results of the next Brawl, Melee (Light), or Melee (Heavy) combat check they make this turn."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Runic Lore",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Knowledge (Lore) and Runes are now career skills for your character."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Scathing Tirade",
    "tier": "2",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to make an Average ([difficulty][difficulty]) Coercion check. For each [success] the check generates, one enemy within short range suffers 1 strain. For each [advantage], one enemy affected by Scathing Tirade suffers 1 additional strain."
    ],
    "source": "GCRB p. 77"
  },
  {
    "name": "Shapeshifter (Improved)",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, your character may make a Hard ([difficulty][difficulty][difficulty]) Discipline check as an out-of-turn incidental either to trigger Shapeshifter or to avoid triggering it when they exceed their strain threshold."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Sharp Tongue",
    "tier": "2",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Your character reduces the number of [advantage] they must spend to inflict a critical remark in a social encounter by their ranks in Sharp Tongue, to a minimum of one [advantage]. (See page 123 of the Genesys Core Rulebook.)"
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Side Step",
    "tier": "2",
    "activation": "Active (Maneuver)",
    "ranked": "Yes",
    "description": [
      "Once per round, your character may suffer a number of strain no greater than their ranks in Side Step to use this talent. Until the end of your character’s next turn, upgrade the difficulty of all ranged combat checks targeting your character a number of times equal to the strain suffered."
    ],
    "source": "GCRB p. 77"
  },
  {
    "name": "Signature Spell",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character gains this talent, decide on a signature spell for them, consisting of a particular magic action and a specific set of one or more effects. When your character casts their signature spell (consisting of the exact combination of action and effects previously chosen), reduce the difficulty of the check by one."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Special Use Permit",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character does not treat any Ranged (Heavy) weapons as restricted (R).",
      "This also means your character can carry a Ranged (Heavy) weapon that normally would be restricted in public without being arrested. However, they can still be arrested for using such a weapon in an unlawful manner."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Sucker Punch",
    "tier": "2",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to spend [triumph] from a check they make to determine Initiative to make a Brawl combat check against a valid target before the first round of combat begins. If this combat check is successful, your character may activate the Disorient item quality without spending [advantage]."
    ],
    "source": "SotC p. 79"
  },
  {
    "name": "Tactical Focus",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When performing a combat check with a Ranged (Heavy) weapon, if your character did not perform a maneuver to ready or stow a weapon or item during this turn, they add [advantage] to the results."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Tanks a Lot",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character performs a combat check using a vehicle weapon, treat the silhouette of your target as one higher for purposes of determining the check’s difficulty. In addition, your character can make Gunnery checks while they are engaged with an opponent; increase the difficulty by two, as if your character were using a two-handed ranged weapon."
    ],
    "source": "SotC p. 80"
  },
  {
    "name": "Telekinesis",
    "tier": "2",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "This talent costs 2 Æmber plus Æmber equal to your character’s current ranks in this talent. Your character can manipulate objects and affect other characters within short range (as if they were engaged) using their mind instead of their physical body. When they do, any required skill checks linked to Brawn or Agility instead use Willpower. Similarly, to determine the encumbrance your character can telepathically life or move use their Willpower in place of Brawn.",
      "Telekinetic movement is generally too slow and imprecise to effectively wield a weapon, but your character can lash out with mental force to make a Brawl combat check within short range. This attack has a base damage equal to your character’s Willpower instead of Brawn and gains no benefit from weapons.",
      "The range of your character’s telekinesis increases by one range band for each additional rank of this talent. [despair] from a check your character makes using telekinesis may be spent to deplete this talent."
    ],
    "source": "SotC p. 80"
  },
  {
    "name": "Templar (Improved)",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Templar talent to benefit from this talent. When your character casts the single Divine spell per encounter granted by the Templar talent, they do not add [setback] for wearing heavy armor (armor with +2 soak or higher), using a shield, or not having at least one hand free (see Table III.2–3: Penalties When Casting Spells, on page 210 of the Genesys Core Rulebook)."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Tickets to the Gun Show",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When  making a Coercion check, your character may use this talent to use Brawn instead of Willpower."
    ],
    "source": "SotC p. 80"
  },
  {
    "name": "Two-Handed Stance",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When performing a combat check with a Ranged (Light) weapon, if your character has nothing in their other hand, they add [advantage] to the results."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Threaten",
    "tier": "2",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "Yes",
    "description": [
      "After an adversary within short range of your character resolves a combat check that deals damage to one of your character’s allies, your character may suffer 3 strain to use this talent to inflict a number of strain on the adversary equal to your character’s ranks in Coercion. The range of this talent increases by one band per rank of Threaten beyond the first."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Undercity Contacts",
    "tier": "2",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, you may spend one to Story Point use this talent to let your character learn if a character of your choice is in New Angeles, and if so, what district.",
      "At your GM’s discretion, the information may take up to an hour to come back to your character."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Wallcrawler",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character can move across vertical surfaces as easily as horizontal surfaces. In addition, when your character attempts to reduce the damage taken from falling, reduce the difficulty of the Athletics or Coordination check by one."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Well-Travelled",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Knowledge (Geography), Negotiation, and Vigilance are now career skills for your character."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Wraithbane",
    "tier": "2",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character counts the Critical rating of their weapon as one lower to a minimum of 1 when making an attack targeting an undead adversary."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Æmber Affinity",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "The first time each encounter your character makes an Æmbercraft check or makes a check to use an Æmber-based item and generates [despair], cancel that [despair] from the results of the check."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Æmber Dowser",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Knowledge (Æmber) check to determine the direction of the nearest source of raw Æmber withing extreme range. Your character may spend [triumph] to determine the distance as well."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Animal Companion",
    "tier": "3",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Your character creates a bond with a single animal approved by your GM. This animal must be silhouette 0 (no larger than a mid-sized dog). The bond persists as long as your character chooses, although at your GM’s discretion, the bond may also be broken due to abusive treatment or other extenuating circumstances. As long as the bond persists, the animal follows your character, and you dictate the animal’s overall behavior (although, since the animal is only bonded with the character, not dominated, it may still perform inconvenient actions such as scratching furniture, consuming rations, and marking territory). Once per round in structured encounters, your character may spend one maneuver to direct their animal in performing one action and one maneuver during your character’s turn. The animal must be within hearing and visual range of your character (generally medium range) to do this. Otherwise, the animal does not contribute to the encounter. The specifics of its behavior are up to you and your GM. For every additional rank of Animal Companion your character has, increase the allowed silhouette of the companion by one (this may mean your character gets a new companion, or their companion grows in size). This talent can also change in flavor depending on the nature of your game setting. While an animal companion may make sense in many settings, in a futuristic setting it may make more sense for the \"animal\" to be a robot or drone, for example."
    ],
    "source": "GCRB p. 77"
  },
  {
    "name": "Anthem (Improved)",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Anthem talent to benefit from this talent. While your character is playing their anthem, enemies within range of its effect who can hear it add [setback] to their checks."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Applied Research",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "Yes",
    "description": [
      "Your character may use this talent before making a check to use any knowledge skill and Intellect instead of the skill and characteristic the check would normally require. Your character may use this talent a number of times per session equal to their ranks in Applied Research.",
      "When your character uses this talent, you should explain how their mastery of knowledge lets them accomplish this task. In addition, your GM may rule that a particular knowledge skill makes the most sense in a given situation, and require your character to use that specific knowledge skill."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Backstab",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to attack an unaware adversary using a Melee (Light) weapon. A Backstab is a melee attack, and follows the normal rules for performing a combat check (see page 101 of the Genesys Core Rulebook), using the character’s Skulduggery skill instead of Melee (Light). If the check succeeds, each uncanceled [success] adds +2 damage (instead of the normal +1)."
    ],
    "source": "RoT p. 89"
  },
  {
    "name": "Bad Breath (Improved)",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Bad Breath talent to benefit from this talent. Your character’s Bad Breath weapon profile gains a second item quality from the list included in that talent’s description, with a rating equal to your character’s ranks in Bad Breath."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Bad Habit",
    "tier": "3",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to become disoriented for the remainder of the encounter. At the beginning of each of your character’s turns, if they are still disoriented due to this talent, they heal 2 strain."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Barrel Roll",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character can only use this talent while piloting a starfighter or airplane of Silhouette 3 or less. When your vehicle suffers a hit from a ranged combat check, after damage is calculated but before armor is applied, your character may have their vehicle suffer 3 system strain to use this talent. Then, reduce the damage suffered by a number equal to their ranks in Piloting."
    ],
    "source": "GCRB p. 77"
  },
  {
    "name": "Battle Casting",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character does not add [setback] to magic skill checks for wearing heavy armor (armor with +2 soak or higher), using a shield, or not having at least one hand free (see Table III.2–3: Penalties When Casting Spells, on page 210 of the Genesys Core Rulebook)."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Bloodhound",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes a check to follow another character’s trail (whether their physical tracks or a trail of information), you may use this talent to add [success] no greater than your character’s ranks in Streetwise or Survival, as appropriate for the environment, to the check results."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Body Guard",
    "tier": "3",
    "activation": "Active (Maneuver)",
    "ranked": "Yes",
    "description": [
      "Once per round, your character may suffer a number of strain no greater than their ranks in Body Guard to use this talent. Choose one ally engaged with your character; until the end of your character’s next turn, upgrade the difficulty of all combat checks targeting that ally a number of times equal to the strain suffered."
    ],
    "source": "RoT p. 90, SotB p. 49"
  },
  {
    "name": "Born in the Saddle",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per encounter, your character may use this talent to add [success] equal to their ranks in Riding to a single check (using any skill) they make while mounted on beast or vehicle."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Breaking Bread",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "During a social encounter (or in preparation for one), your character may use this talent to make an Average ([difficulty][difficulty]) Knowledge (Culture) check to prepare a meal. If they succeed, all character who share in the meal reduce their strain threshold by two for the duration of the encounter (thereby making them more likely to compromise or agree as describe on page 122 of the Genesys Core Rulebook). This effect end immediately if the social encounter changes to a combat encounter."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Bullseye!",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character inflicts a Critical Injury with a severity of Average ([difficulty][difficulty]) or higher, or incapacitates a target with their attack, they may use this talent to inflict 3 strain on all characters within short range of the target."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Cavalier",
    "tier": "3",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "While riding a mount trained for battle (typically a war mount [see page 105] or flying mount [see page 104]), once per round your character may use this talent to direct the mount to perform an action."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Counterattack",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Improved Parry talent to benefit from this talent. When your character uses the Improved Parry talent to hit an attacker, they may also activate an item quality of the weapon they used as if they had generated [advantage][advantage] on a combat check using that weapon."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Contingency Plan",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, after you spend a Story Point as part of a check your character makes, if that check was unsuccessful then you may use this talent to move a Story Point from the GM pool to the player pool."
    ],
    "source": "SotC p. 81"
  },
  {
    "name": "Daredevil",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character generates [despair] on an Athletics, Coordination, Piloting, or Riding check, roll [proficiency] and add the results to the check, in additional to the [despair] being spent as normal."
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Dissonance",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "While wielding a musical instrument, your character may use this talent to make an Average ([difficulty][difficulty]) Charm or Verse check. For each [success] the check generates, one enemy of the player’s choosing within medium range suffers 1 wound. For each [advantage], one enemy affected by Dissonance suffers 1 additional wound."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Distinctive Style",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When making a Computers check to hack a system or break into a secured network, before rolling, your character may use this talent to add [success][success][threat][threat] to the results. If you are using the optional hacking rules on page 232 and your check generates [threat][threat], your GM should spend it on the I Know You! option in Table III.2-22 on page 234 of the Genesys Core Rulebook."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Dodge",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "Yes",
    "description": [
      "When your character is targeted by a combat check (ranged or melee), they may suffer a number of strain no greater than their ranks in Dodge to use this talent. Then, upgrade the difficulty of the combat check targeting your character a number of times equal to the strain suffered."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Dramatic Entrance",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Once per session, your character may spend a Story Point to use this talent to enter a scene or encounter they are not currently participating in at an opportune time, no matter how unlikely their arrival. If the scene is a combat encounter or otherwise uses Initiative order, your character adds a new PC Initiative slot at the top of the Initiative order."
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Druid",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character casts the Conjure spell using the Primal skill, they always add the Summon Ally effect without increasing the difficulty, and they must always summon a living animal (such as those starting on Expanded Player’s Guide page 86). The animal remains for the duration of the encounter even if your character does not use a concentrate maneuver to maintain the spell. At your GM’s discretion, the animal may have already been nearby rather than summoned from thin air. Likewise, at the end of the encounter, the animal may revert back to its natural behavior instead of vanishing."
    ],
    "source": "EPG p. 96"
  },
  {
    "name": "Dual Strike",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When resolving a combined check to attack with two weapons in a melee combat, your character may suffer 2 strain to use this talent to hit with the secondary weapon (instead of spending [advantage][advantage])."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Dumb Luck",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, you may spend a Story Point to use this talent after your character suffers a Critical Injury but before the result is rolled. Their opponent must roll two results, and you select which applies to your character."
    ],
    "source": "SotB p. 49"
  },
  {
    "name": "Eagle Eyes",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per encounter before making a ranged combat check, you may use this talent to increase your weapon’s range by one range band (to a maximum of extreme range). This lasts for the duration of the combat check."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Easy Prey",
    "tier": "3",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Your character may suffer 3 strain to use this talent. Until the start of your character’s next turn, your character and allies within short range add [boost][boost] to combat checks against immobilized targets."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Electrified",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "This talent costs 3 Æmber. Your character adds the Disorient 2 and Stun 3 item qualities to their unarmed attacks. In addition, Brawl combat checks that target your character add [threat][threat] to their results. [despair] from a Brawl check your character makes may be spent to deplete this talent.",
      "Being electrified may have other narrative effects, at your GM’s discretion."
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Elementalist (Improved)",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Elementalist talent to benefit from this talent. When your character purchases this talent, they gain one of the following abilities based on the element they selected when they purchased Elementalist: they cannot be knocked prone or staggered (earth), they cannot be immobilized and can breathe underwater (water), they cannot be disoriented and can fly using the hovering guidelines in the Flying sidebar on page 100 of the Genesys Core Rulebook (air), or they are immune to fire-including ignoring damage from attacks with the Burn item quality and from other fire-based attacks (fire)."
    ],
    "source": "EPG p. 96"
  },
  {
    "name": "Elusive",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "When another character makes a check to folow your character’s trail (whether physical tracks or a trail of information), your character may use this talent to add [failure] no greater than their ranks in Streetwise or Survival, as appropriate to the environment, to the check results."
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Ensorcelled (Supreme)",
    "tier": "3",
    "activation": "Active (incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Improved Ensorcelled talent to benefit from this talent. If your character has at least three ranks in a magic skill, once per session they can use this talent to force all enemies within medium range to make a Hard ([difficulty][difficulty][difficulty]) Discipline check as an out-of-turn incidental. If they fail, they must spend all available maneuvers moving away from your character and they suffer 5 strain, plus 1 additional strain per [threat] (if your group is using the optional Fear rules on page 243 of the Core Rulebook, this can be treated as a fear check).",
      "What form this reveal takes is up to you, with your GM’s approval, but it should be based on your character’s magic skill and the enhancement they possess from the Improved Ensorcelled talent. Some possibilities include growing golden wings of light, manifesting demonic horns and glowing red eyes, rising into the air on a tornado, becoming a figure of pure shadow, or transforming into a massive treelike humanoid."
    ],
    "source": "EPG p. 96"
  },
  {
    "name": "Eureka!",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character makes an Æmbercraft check that generates [triumph], roll an additional [proficiency] and add it to the results of the check in addition to spending the [triumph] normally. When your character makes an Æmbercraft check that generates [despair], roll an additional [challenge] and add it to the results of the check in addition to spending the [despair] normally. (Both of these effects may occur multiple times during a check.)"
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Explosive Casting",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character casts an attack spell, they treat the spell’s Blast quality as having a rating equal to twice your character’s ranks in Knowledge (instead of their ranks in Knowledge). When your character casts an Attack spell with the Blast effect, you may spend one Story Point to use this talent to trigger the spell’s Blast quality, instead of spending [advantage] (even if the attack misses)."
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Face of the Wild",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character casts the transform spell on themself using the Primal skill, you may spend a Story Point to have them use this talent to maintain the effects of the spell until the end of the encounter, without performing concentrate maneuvers."
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Field Commander",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to make an Average ([difficulty][difficulty]) Leadership check. If successful, a number of allies equal to your character’s Presence may immediately suffer 1 strain to perform one maneuver (out of turn). If there are any questions as to which allies take their maneuvers first, your character is the final arbiter."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Forgot to Count?",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "When an opponent makes a ranged combat check, you can spend [threat][threat] from that check to use this talent to cause their weapon to run out of ammo (see page 104), as long as the weapon can normally run out of ammunition."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Full Throttle",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "While driving or flying, your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Piloting or Driving check. If successful, the top speed of the vehicle increases by one (to a maximum of 5) for a number of rounds equal to your character’s Cunning. The specifics of this talent require the optional vehicle rules, on page 220. If your game does not use these rules, this talent simply makes the vehicle go much faster than normal, with the specifics up to your GM."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Grenadier",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes a ranged combat check with a weapon that has the Blast item quality, you may spend one Story Point to use this talent to trigger the weapon’s Blast quality, instead of spending [advantage] (even if the attack misses). In addition, your character treats grenades as having a range of medium."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Hard Boiled",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes a check to recover strain at the end of an encounter (as describe on page 117 of the Genesys Core Rulebook), your character may make a Simple (-) Resilience check instead of Discipline or Cool. If your character does so, they heal 1 strain per [success] and 1 wound per [advantage]."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Hard Headed (Improved)",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Hard Headed talent to benefit from this talent. Your character may use the Hard Headed talent to recover from being incapacitated due to exceeding their strain threshold. On their next turn after having become incapacitate, they may make a Formidable ([difficulty][difficulty][difficulty][difficulty][difficulty]) Resilience check, even though an incapacitated character is normally unable to perform actions. If they succeed, they decrease their strain to one less that their strain threshold. The difficulty of this check decreases by per additional rank of Hard Headed, to a minimum of Easy ([difficulty])."
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Heroic Will",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "When you purchase this talent for your character, choose two characteristics. You may spend a Story Point to use this talent to have your character ignore the effects of all Critical Injuries on any skill checks using those two characteristics until the end of the current encounter. (Your character still suffers the Critical Injuries; they just ignore the effects. See page 114.)"
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Hold it Steady",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Before performing a combat check using a weapon with the Auto-fire quality, your character may use this talent to use the Auto-fire quality without increasing the difficulty of the combat check. If they do so, each time they trigger an additional hit during the attack, they suffer 2 strain."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Innate Focus",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "While not using a magic implement, your character increases the base damage of all attack spells they cast by two. In addition, when casting a spell while not using a magic implement, your character may use this talent to decrease the difficulty of the check by one. If they do so, they increase the strain suffered for casting the spell by 1."
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Inspiring Cry",
    "tier": "3",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Once per encounter, your character may use this talent to allow allies within medium range to reroll any number of [boost] when they make a check until the end of the following round."
    ],
    "source": "SotC p. 83"
  },
  {
    "name": "Inspiring Rhetoric (Improved)",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Inspiring Rhetoric talent to benefit from this talent. Allies affected by your character’s Inspiring Rhetoric add [boost] to all skill checks they make for a number of rounds equal to your character’s ranks in Leadership."
    ],
    "source": "GCRB p. 78"
  },
  {
    "name": "Justice of the Citadel",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per round on your character’s turn, your character may suffer 3 strain to use this talent to add damage equal to their ranks in Discipline to one hit of a successful melee attack."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Laugh it Off",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "When your character is targeted by a social check they may use this talent to spend [threat][threat][threat] or [despair] to reduce any strain the check inflicts by a number equal to their ranks in Charm. If they do so, the character who targeted them suffers an amount of strain equal to the amount of strain reduced."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Martial Weapons Master",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "While armed with a Melee weapon, your character may use this talent to make an Average ([difficulty][difficulty]) Melee check.  If successful, your character may force one engaged target to either drop one weapon they are holding or move one range band in a direction of your choosing.",
      "If your character forces a named rival or nemesis into dangerous terrain (or off a ledge or cliff) using this talent, your GM can spend a Story Point to allow them to catch themselves at the edge and fall prone instead."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Master Of Illusion",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "After your character makes a successful Mask spell check to create an illusion, you may spend a Story Point to have your character use this talent to make the illusion last until the end of the encounter, without performing concentrate maneuvers, and not need to remain within the spell’s range after being cast. You may spend two Story Points to make the illusion last until the end of the session instead."
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Natural",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character purchases this talent, choose two skills. Once per session, your character may use this talent to reroll one skill check that uses one of those two skills."
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Net Warrior",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "While accessing a system using a brain-machine interface (BMI), your character may use this talent to make an opposed Computers (Hacking) versus Computer (Sysops) check targeting one other character on the system that they are aware of. The target suffers 1 strain per [success], and if they are using a BMI, they also suffer 1 wound per [success]."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Nimble",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "At the start of your character’s turn, you may spend one Story Point to use this talent to allow your character to perform a move maneuver as an incidental. (This does not count against the limit of two maneuvers per turn.) If you use this talent, your character can only perform one additional move maneuver during this turn."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Painkiller Specialization",
    "tier": "3",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "When your character uses painkillers (or their equivalent, depending on the setting), the target heals one additional wound per rank of Painkiller Specialization. The sixth painkiller and beyond each day still has no effect."
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Parry (Improved)",
    "tier": "3",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Parry talent to benefit from this talent. When your character suffers a hit from a melee combat check and uses Parry to reduce the damage from that hit, after the attack is resolved, you may spend [despair] or [threat][threat][threat] from the attacker’s check to use this talent. Then, your character automatically hits the attacker once with a Brawl or Melee weapon your character is wielding. The hit deals the weapon’s base damage, plus any damage from applicable talents or abilities. Your character can’t use this talent if the original attack incapacitates them."
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Potent Concoctions",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character makes an Alchemy check that generates [triumph], roll an additional [proficiency] and add its results to the pool, in addition to spending the [triumph] normally. When your character makes an Alchemy check that generates [despair], roll an additional [challenge] and add its results to the pool, in addition to spending the [despair] normally. Each of these effects can occur only once per check."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Power Chord",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent and a musical instrument to make an Average ([difficulty][difficulty]) Charm check. For each [success] the check generates, all allies withing short range heal 1 strain."
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Precise Archery",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When making a Ranged combat check targeting a character engaged with one of your character’s allies, downgrade the difficulty of the check once (thus negating the penalty for shooting at engaged targets)."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Pressure Point",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes an unarmed Brawl check targeting a living opponent, they may use this talent to deal strain damage instead of wound damage, and inflict additional strain damage equal to their ranks in Medicine."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Rapid Archery",
    "tier": "3",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "While your character is armed with a bow (or similar weapon, at your GM’s discretion) they may suffer 2 strain to use this talent. During the next ranged combat check your character makes this turn, the bow gains the Linked quality with a value equal to their ranks in the Ranged skill."
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Scathing Tirade (Improved)",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Scathing Tirade talent to benefit from this talent. Enemies affected by your character’s Scathing Tirade add [setback] to all skill checks they make for a number of rounds equal to your character’s ranks in Coercion."
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Shameless",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character fails a social skill check to inflict strain during a social encounter, they do no suffer 2 strain (as describe on page 123 of the Core Rulebook)."
    ],
    "source": "SotC p. 82"
  },
  {
    "name": "Shockwave",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character treats Melee (Heavy) weapons as possessing the Blast item quality with a rating equal to your character’s ranks in Melee (Heavy). Your character does not suffer damage from their weapon’s Blast quality (but allies do!)."
    ],
    "source": "RoT p. 90"
  },
  {
    "name": "Snare",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Computers (Sysops) check. If they succeed, once before the end of the encounter, you may spend a Story Point to force one character in the encounter to make a Daunting ([difficulty][difficulty][difficulty][difficulty]) Vigilance check as an incidental. If they fail, they are staggered until the end of their next turn, plus one additional turn per [threat][threat]."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Suppressing Fire",
    "tier": "3",
    "activation": "Active (Maneuver)",
    "ranked": "Yes",
    "description": [
      "If your character does not make a combat check during their turn, they may use this talent to target one character (or minion group) within long range. That character must upgrade the difficulty of any ranged combat checks they make once until the end of your character’s next turn. Your character may choose to affect one additional character for each additional rank of Suppressing Fire.",
      "Your character must be holding a ranged weapon to use this talent.",
      "Your GM can also rule that your character can’t use this talent if they have no line of fire or range to the target."
    ],
    "source": "SotB p. 50"
  },
  {
    "name": "Sweeping Blow",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes a successful Brawl or Melee combat check against a target with a smaller silhouette than theirs, they may inflict an additional hit on another valid target, dealing damage equal to the original hit. The second target must also be of smaller silhouette than your character, and no more difficult to hit than the initial target."
    ],
    "source": "SotC p. 83"
  },
  {
    "name": "Tag and Release",
    "tier": "3",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When your character makes a combat check that inflicts strain on the target, the attack inflicts additional strain equal to your character’s ranks in Knowledge (Science)."
    ],
    "source": "SotC p. 83"
  },
  {
    "name": "Takedown",
    "tier": "3",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may use this talent to make an opposed Brawl vs. Resilience check targeting one engaged opponent. If the check succeeds, the target is knocked prone and immobilized until the end of your character’s next turn. If the target is a minion or rival, your character may spend [triumph] to incapacitate (but not kill) the target instead."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "Undercity Contacts (Improved)",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Undercity Contacts talent to benefit from this talent. When you use Undercity Contacts, you may choose to spend two Story Points instead of one. If you do, your character learns the target’s specific location."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "You Owe Me One",
    "tier": "3",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, you may spend two Story Points to use this talent to have one NPC in the current encounter owe your character a favor. If the favor is not resolved by the end of the encounter, it is forgotten.",
      "It’s up to you and your GM to determine exactly why the NPC owes your character a favor."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "Back-to-Back",
    "tier": "4",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "While engaged with one or more allies, your character and allies they are engaged with add [boost] to combat checks. If one or more allies engaged with your character also have Back-to-Back, the effects are cumulative to a maximum of [boost][boost]."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Burn Through",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "After making a successful break ice action, your character may suffer 3 strain to use this talent. If they do, they may perform a second override ice action on the same system as an incidental."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "Can’t We Talk About This?",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character can use this talent to make an opposed Charm or Deception versus Discipline check targeting a single non-nemesis adversary within medium range. If the check succeeds, the target cannot attack your character (or perform hostile actions against your character) until the end of their next turn. You may spend [advantage][advantage] to increase the length of the effect by one additional turn, and spend [triumph] to extend the benefits to all of their identified allies within short range. The effect ends immediately if your character or a known ally attacks the target. In addition, your GM may rule that some targets are immune to this ability. An automated sentry turret, for example, has no interest in resolving a conflict through talking, nor would someone consumed by rage and the desire for revenge against your character."
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Conduit",
    "tier": "4",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Once per encounter, your character may spend a Story Point to perform a magic action as a maneuver."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Deadeye",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "After your character inflicts a Critical Injury with a ranged weapon and rolls the result, your character may suffer 2 strain to use this talent. Then, you may select any Critical Injury of the same severity to apply to the target instead."
    ],
    "source": "GCRB p. 79"
  },
  {
    "name": "Death Rage",
    "tier": "4",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character adds +2 damage to melee attacks for each Critical Injury they are currently suffering. (Your GM may also impose additional penalties on social skill checks your character makes if they are suffering Critical Injuries due to their frenzied behavior.)"
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Defensive",
    "tier": "4",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Each rank of Defensive increases your character’s melee defense and ranged defense by one."
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Defensive Driving",
    "tier": "4",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Increase the defense of any vehicle your character pilots by one per rank of Defensive Driving. The specifics of this talent require the optional vehicle rules, on page 220. If your game does not use these rules, this talent adds [setback] per rank to combat checks targeting your character’s vehicle or your character while piloting it."
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Dramatic Entrance (Improved)",
    "tier": "4",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Dramatic Entrance talent to benefit from this talent. When your character uses Dramatic Entrance, they may choose to have all allies in the encounter heal 2 strain or to have all enemies in the encounter suffer 2 strain."
    ],
    "source": "SotC p. 83"
  },
  {
    "name": "Dramatic Escape",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, your character may spend a Story Point to use this talent to escape from a dangerous, unpleasant, or awkward situation. The means by which they accomplish this, and where they escape to, should depend on the narrative, but your character takes no further part in the encounter or scene. After the encounter is complete or the situation is safe (as defined based on the situation), your character rejoins their companions via appropriate, if not necessarily plausible, means."
    ],
    "source": "SotC p. 83"
  },
  {
    "name": "Elementalist (Supreme)",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Improved Elementalist talent to benefit from this talent. When your character casts an augment, barrier, or transform spell, they may use this talent to choose to have the targets of the spell gain the ability your character gained when they purchased Improved Elementalist for the spell’s duration."
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Elementary",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Perception check while present at a crime scene. If they succeed, they identify all prominent physical characteristics of one person who was at the crime scene when the crime was committed (as long as the crime was committed in the past 48 hours). This could include a person’s height, weight, body type, clothing, and if they are human or not. Your character may identify all the physical characteristics of one additional person present at the crime scene per additional [success]."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "Enduring",
    "tier": "4",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Each rank of Enduring increases your character’s soak value by one."
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Field Commander (Improved)",
    "tier": "4",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Field Commander talent to benefit from this talent. When your character uses the Field Commander talent, your character affects a number of allies equal to twice the character’s Presence. In addition, you may spend [triumph] to allow one ally to suffer 1 strain to perform an action, instead of a maneuver."
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Flicker Step",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character casts a spell using the Arcana skill, they may use this talent to spend [advantage][advantage][advantage] or [triumph] to instantly vanish and reappear at any location within long range. "
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Foresight",
    "tier": "4",
    "activation": "Maneuver",
    "ranked": "No",
    "description": [
      "This talent costs 3 Æmber. Once per round, your character may consume 1 Æmber to use this talent to gain a glimpse of the future. When they do, add one temporary player Story Point to the player pool. A temporary Story Point works just like a normal Story Point but is removed from the pool when it is used, rather than being moved to the GM pool. Your character cannot use this talent if there is already a temporary Story Point in the player pool."
    ],
    "source": "SotC p. 83"
  },
  {
    "name": "Hard Headed (Supreme)",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Hard Headed talent to benefit from this talent. Once per encounter, your character may use Hard Headed to recover from being incapacitated due to exceeding their wound threshold. On their next turn after having become incapacitated, they may make a Formidable ([difficulty][difficulty][difficulty][difficulty][difficulty]) Resilience check, even though an incapacitated character is normally unable to perform actions. If they succeed, decrease their wounds to one less than their wound threshold. The difficulty of this check decreases by one per additional rank of Hard Headed, to a minimum of Easy ([difficulty])."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "How Convenient!",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Mechanics check. If successful, one device involved in the current encounter (subject to your GM’s approval) spontaneously fails. This can be because of your character’s actions, or it can simply be incredibly convenient timing!"
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Ingenious Solution",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session, before making a check your character may use this talent to substitute a Knowledge skill of their choice instead of the skill the check would normally require. You should explain how your character’s ingenious solution made this possible-in laypeople’s terms, anyway."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "Inspiring Rhetoric (Supreme)",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Inspiring Rhetoric talent to benefit from this talent. Your character may choose to suffer 1 strain to use the Inspiring Rhetoric talent as a maneuver, instead of as an action."
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Mad Inventor",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to make a Mechanics check to attempt to cobble together the functional equivalent of any item using spare parts or salvage. The difficulty of the check is based on the item’s rarity; see Table I.4–1: Mad Inventor Item Rarity in the Genesys Core Rulebook. Your GM will modify the check based on the circumstances and might decide that some items simply can’t be created with what’s available (if you are being held in a prison cell, for instance). Your GM may spend [despair] on the check to indicate the item ends up being dangerous to the user and anyone around them in some way. For instance, a pistol might explode instead of running out of ammo, or a breathing mask might make the user light-headed."
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Masterful Casting",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character casts a spell, they may use this talent to spend [triumph] to trigger up to three different qualities or spell effects instead of one. These qualities or spell effects must be ones that can be triggered by spend [advantage] or [triumph]. "
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Offensive Driving",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "While driving or piloting a vehicle, your character may use this talent to select one other vehicle within medium range and make an opposed Driving or Piloting verus Driving or Piloting check (depending on whether your character and their opponent are using Driving or Piloting to control their vehicle) targeting the other vehicle’s driver or pilot. If successful, roll twice on the Table III.2-19 Critical Hit Result, on page 230 of the Genesys Core Rulebook. Choose one Critical Hit result to apply to your character’s vehicle, and the other to apply to the other vehicle. You may spend [triumph] to add +20 to one Critical Hit result. Your GM may spend [despair] to add +20 to both Critical Hit results."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "Overcharge",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per encounter, your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Mechanics check and choose one of their cybernetic implants that grants them one of the following: +1 to a characteristic rating, +1 rank to a skill, +1 rank of a ranked talent. If your character succeeds, until the end of the encounter, the chosen cybernetic instead provides +2 to the affected characteristic rating (to a maximum of 7), skill (to a maximum of 5), or ranked talent. Your GM may spend [despair] or [threat][threat][threat] from the check to have the overcharged cybernetic short out at the end of the encounter; it provides no benefit until your character spends several hours making an Average ([difficulty][difficulty]) Mechanics check to repair it."
    ],
    "source": "GCRB p. 80"
  },
  {
    "name": "Pain Don’t Hurt",
    "tier": "4",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "This talent costs 2 Æmber. Once per session, your character may consume 1 Æmber to use this talent to reduce all damage they suffer by one plus their ranks in Resilience until the end of the following round."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "Parkour! (Improved)",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Parkour! talent to benefit from this talent. Once per round, when using the Parkour! talent, your character may suffer 4 strain instead of 1 strain to move to any location within medium range instead of short range. All other restrictions of Parkour! apply to this movement."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "Polymorph",
    "tier": "4",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "If your character has at least one rank in the Arcana or Divine skill, they can cast the transform spell. However, they can use the spell to only transform into magical or supernatural creatures (such as dragons, angels, demons, or elementals). "
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Quick Witted",
    "tier": "4",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Once per encounter, after another character makes a social skill check, your character may use this talent to make an Average ([difficulty][difficulty]) Vigilance check. If successful, you may add a number of [success] or [advantage] (your choice) equal to your character’s ranks in Charm to the other character’s check. If your character fails, your character suffers 3 strain."
    ],
    "source": "SotB p. 51"
  },
  {
    "name": "Scathing Tirade (Supreme)",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Scathing Tirade talent to benefit from this talent. Your character may choose to suffer 1 strain to use the Scathing Tirade talent as a maneuver, instead of as an action."
    ],
    "source": "GCRB p. 81"
  },
  {
    "name": "Signature Spell (Improved)",
    "tier": "4",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Signature Spell talent to benefit from this talent. When your character casts their signature spell, reduce the difficulty of the check by two instead of one."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Strength Of Faith",
    "tier": "4",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to add [success] equal to their ranks in Discipline and [advantage] equal to their ranks in Willpower to the results of the next Divine skill check they make during this turn."
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Stunned Silence",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When your character makes a social skill check to inflict strain during a social encounter, they may use this talent to spend [advantage][advantage][advantage] or [triumph] to stagger the target for one round."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "Teleportation",
    "tier": "4",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "If your character has at least one rank in Arcana, once per session, your character may use this talent to make a Daunting ([difficulty][difficulty][difficulty][difficulty]) Arcana check.   If they succeed, they instantly vanish and reappear in any other location in the world that they already know about.",
      "Your character may bring up to five allies with them when they teleport, but they must add [setback] to the check for each ally. They may also teleport to different worlds or planes of existence; however they must upgrade the difficulty of the check once (or more, at your GM’s discretion) if they do so.  Whenever your character uses this talent, your GM may spend [threat] to have the teleportation miss the location by a range band per [threat] spent, or may spend [threat][threat][threat][threat] or [despair] to have the teleportation go catastrophically wrong (by having a character materialize in a wall, another person, or midair, for instance, with the awful consequences to be determined by your GM). "
    ],
    "source": "EPG p. 97"
  },
  {
    "name": "Unrelenting",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per round after resolving a successful Brawl, Melee (Light), or Melee (Heavy) combat check, your character may suffer 4 strain to use this talent to make an additional melee attack as an incidental against the same target. Increase the difficulty of the combat check by one if this attack uses a second weapon, or by two if the attack uses the same weapon."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Urban Combatant",
    "tier": "4",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "When your character is targeted by a combat check while in an urban environment, you may spend one Story Point to use this talent before the dice pool is rolled. If you do so, your character’s opponent removes all [setback] added to the check, and instead adds an equal number of [failure] to the results."
    ],
    "source": "SotB p. 52"
  },
  {
    "name": "Venom Soaked Blade",
    "tier": "4",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "When making a Melee (Light) combat check using a poisoned weapon, your character treats it as possessing the Burn 2 item quality."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "You Owe Me One (Improved)",
    "tier": "4",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Your character must have purchased the You Owe Me One talent to benefit from this talent. Once per session, you may spend two Story Points to use You Owe Me One to have one NPC in the current encounter owe your character a big favor instead of a favor. If the big favor is not resolved by the end of the encounter, it is forgotten."
    ],
    "source": "SotB p. 52"
  },
  {
    "name": "Æmber Enhancement",
    "tier": "5",
    "activation": "Active (Maneuver)",
    "ranked": "No",
    "description": [
      "This talent costs 6 Æmber. When your character purchases this talent, choose two characteristics. Once per session, your character may consume 2 Æmber to use this talent to increase one of the chosen characteristics by one until the end of the current encounter or scene. This may increase a characteristic to a maximum of six."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "Beastmaster",
    "tier": "5",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Animal Companion talent to benefit from this talent. Your character may have two animal companions with a combined silhouette no greater than your character’s ranks in Animal Companion. Your character spends on maneuver to allow both to perform an action and a maneuver and resolves each companion’s turn individually, choosing the order in which they activate.",
      "One or both of your character’s animal companions can instead be a minion group of animals with a combined silhouette no greater than your character’s ranks in Animal Companion. For this purpose, treat every two silhouette 0 animals as silhouette 1."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "Dire Animal Companion",
    "tier": "5",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Animal Companion talent to benefit from this talent. If your character has at least one rank in the Primal skill, the animal companion they have bonded with through the Animal Companion talent increases its Brawn by one, to a maximum of 5, and its wound threshold by four. If it is a nemesis, it increases its strain threshold by four. If it is a minion or rival, it becomes a nemesis and gains a strain threshold of 6. If it is silhouette 0, it becomes silhouette 1. Your character also chooses to increase either its Agility or Willpower by one, to a maximum of 5, and its Brawl, Discipline, Perception, or Survival by one, to a maximum of 5."
    ],
    "source": "EPG p. 98"
  },
  {
    "name": "Crushing Blow",
    "tier": "5",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "Once per session after rolling a melee attack but before resolving the check, your character may suffer 4 strain to use this talent. While resolving the check, the weapon gains the Breach 1 and Knockdown item qualities, and destroys one item the target is wielding that does not have the Reinforced quality."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Dedication",
    "tier": "5",
    "activation": "Passive",
    "ranked": "Yes",
    "description": [
      "Each rank of Dedication increases one of your character’s characteristics by one. This talent cannot increase a characteristic above 5. You cannot increase the same characteristic with Dedication twice."
    ],
    "source": "GCRB p. 81"
  },
  {
    "name": "Dramatic Entrance (Supreme)",
    "tier": "5",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Your character must have purchased Dramatic Entrance talent to benefit from this talent. When your character uses Dramatic Entrance, they may immediately perform one action. If this interrupts another character’s turn or activity, that character resumes their turn or activity after the action is resolved."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "Drone Master",
    "tier": "5",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character may control two drones or minion groups of drones no larger than your character’s Willpower (either via the rules found on page 233 of Android: Shadow of the Beanstalk or via the Animal Companion talent, found on page 77 of the Genesys Core Rulebook). Your character resolves each drone’s (or minion group’s) turn individually, choosing the order in which they activate."
    ],
    "source": "SotB p. 52"
  },
  {
    "name": "Ghost in the Machine",
    "tier": "5",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "As long as they have some sort of access point to the Network, your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Computers (Hacking) check. If they succeed, they may select one drone, vehicle, or piece of equipment involved in the current encounter and dictate its actions until the start of your character’s next turn.",
      "Alternatively, your character can select someone with cybernetic implants or who is wearing powered armor or an exosuit and manipulate it until the beginning of your character’s next turn. This must be approved by your GM but could include shutting off cybereyes, directing the movements of cyberlimbs, or causing an exosuit to eject its occupant.",
      "Your character may spend [advantage][advantage][advantage] on the check to extend the effects for one additional round, or they may spend [triumph] to extend the effects for the remainder of the encounter."
    ],
    "source": "SotB p. 52"
  },
  {
    "name": "Indomitable",
    "tier": "5",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Once per encounter, when your character would be incapacitated due to exceeding their wound or strain threshold, you may spend a Story Point to use this talent. Then, your character is not incapacitated until the end of their next turn. If your character reduces their strain or wounds to below their threshold before the end of their next turn, they are not incapacitated."
    ],
    "source": "GCRB p. 81"
  },
  {
    "name": "Let’s Talk This Over",
    "tier": "5",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Once per game session, when a combat encounter against one or more sentient beings is about to begin, the character make a Daunting ([difficulty][difficulty][difficulty][difficulty]) Charm check. If successful, the combat encounter instead becomes a social encounter, with the PCs attempting to convince their opposition to back down, come around to their viewpoint, or accept a compromise. The GM is the final arbiter of how the situation resolves without violence (or how the combat encounter continues if the character’s check is unsuccessful)."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Master",
    "tier": "5",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When you purchase this talent for your character, choose one skill. Once per round, your character may suffer 2 strain to use this talent to reduce the difficulty of the next check they make using that skill by two, to a minimum of Easy ([difficulty])."
    ],
    "source": "GCRB p. 81"
  },
  {
    "name": "Master Plan",
    "tier": "5",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per session, your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Discipline check. If they succeed, they reveal that whatever terrible circumstances they currently find themselves in are all part of a brilliant plan that they established at an earlier point. They then choose one non-nemesis adversary in the encounter and reveal them to be a close friend or ally who has positioned themselves to help your character at this exact moment.",
      "The details of which character turns out to be an ally depend on the type of encounter and your GM’s approval. However, the ally could also have done their work beforehand, such as loading a squadron of drones with blank ammunition, shutting down power to a security system, or planting a tracer in an opponent’s vehicle."
    ],
    "source": "SotB p. 52"
  },
  {
    "name": "Overcharge (Improved)",
    "tier": "5",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Overcharge talent to benefit from this talent. When using the Overcharge talent, your character may spend [advantage][advantage] or [triumph] from the Mechanics check to immediately take one additional action. This talent can only be used once per check."
    ],
    "source": "GCRB p. 81"
  },
  {
    "name": "Retribution",
    "tier": "5",
    "activation": "Active (Incidental, Out of Turn)",
    "ranked": "No",
    "description": [
      "Once per round when an adversary attacks an ally within medium range, your character may spend one Story Point to use this talent to automatically hit that enemy once with a weapon your character is wielding, if the enemy is within the weapon’s range. The hit deals the weapon’s base damage, plus any damage from applicable talents or abilities."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Ruinous Repartee",
    "tier": "5",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per encounter, your character may use this talent to make an opposed Charm or Coercion versus Discipline check targeting one character within medium range (or within earshot). If successful, the target suffers strain equal to twice your character’s Presence, plus one additional strain per [success]. Your character heals strain equal to the strain inflicted. If incapacitated due to this talent, the target could flee the scene in shame, collapse in a dejected heap, or throw themself at your character in fury, depending on your GM and the nature of your character’s witty barbs."
    ],
    "source": "GCRB p. 81"
  },
  {
    "name": "Sharp Tongue (Improved)",
    "tier": "5",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Your character must have purchased the Sharp Tongue talent to benefit from this talent. When your character inflicts a critical remark in a social encounter, they may for the target to capitulate (see page 122 of the Core Rulebook)."
    ],
    "source": "SotC p. 84"
  },
  {
    "name": "Teleportation (Improved)",
    "tier": "5",
    "activation": "Active (Action)",
    "ranked": "Yes",
    "description": [
      "Your character must have purchased the Teleportation talent to benefit from this talent. Your character may use this talent to make a Hard ([difficulty][difficulty][difficulty]) Arcana check to create a permanent beacon, glyph, or teleportation circle in a location (how it appears is up to you and your GM, but it should be large and noticeable).",
      "When your character uses the Teleportation talent, if they choose to teleport to the location of their beacon, glyph, or teleportation circle, they reduce the difficulty of the check to Average ([difficulty][difficulty]) and do not add [setback] for teleporting additional allies. They also do not upgrade the difficulty of the check if teleporting to a different world or plane of existence. ",
      "Your character can have two glyphs, beacons, or circles established at any one time per rank of Teleportation (Improved). If they create any over this limit, one of the originals of your character’s choice is destroyed."
    ],
    "source": "EPG p. 98"
  },
  {
    "name": "Trick of the Light",
    "tier": "5",
    "activation": "Active (Incidental)",
    "ranked": "No",
    "description": [
      "When making a combat check with a laser or maser weapon, your character may use this talent to spend [advantage] to inflict one additional hit with this weapon, dealing base damage plus damage equal to the total number of [success] scored on the check. This hit may target the original target or another target within short range of the original target."
    ],
    "source": "SotB p. 52"
  },
  {
    "name": "Web of Knowledge",
    "tier": "5",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Once per session your character may make an Average ([difficulty][difficulty]) Knowledge (Net) check during a Network encounter. If you succeed, your character knows the names, strengths, and other qualities of all ice (active or deactivated) on one system that you currently have access to, as well as all other characters (sysops and runners) that currently are accessing that system.",
      "Your character may spend [advantage][advantage][advantage] or [triumph] from this check (whether or not they succeeded) to add [success] to all Computer checks involving that system that they make for the remainder of the encounter."
    ],
    "source": "SotB p. 52"
  },
  {
    "name": "Whirlwind",
    "tier": "5",
    "activation": "Active (Action)",
    "ranked": "No",
    "description": [
      "Your character may suffer 4 strain to use this talent to make a Brawl, Melee (Light), or Melee (Heavy) attack against the engaged adversary who is hardest to hit (as determined by the GM), increasing the difficulty by one. If the combat check succeeds, each adversary engaged with the character suffers one hit from the attack, that deals base damage plus damage equal to the total [success] scored on the check."
    ],
    "source": "RoT p. 91"
  },
  {
    "name": "Zealous Fire",
    "tier": "5",
    "activation": "Passive",
    "ranked": "No",
    "description": [
      "Each time your Game Master spends a Story Point, your character heals 2 strain."
    ],
    "source": "RoT p. 91"
  }
]